INSERT INTO purchase (name)
VALUES ('Телевизор'),
       ('Смартфон'),
       ('Соковыжималка'),
       ('Наушники'),
       ('Клавиатура');

INSERT INTO user_purchase_info (name, lastname, age, purchase_id, count, amount, purchase_date)
VALUES ('Иван', 'Иванов', 18, 1, 3, 147.50, '2024-01-26'),
       ('Иван', 'Иванов', 19, 2, 4, 147.50, '2024-01-25'),
       ('Петр', 'Иванов', 20, 3, 3, 147.50, '2023-07-30'),
       ('Алексей', 'Иванов', 20, 4, 3, 147.50, '2023-06-30'),
       ('Глеб', 'Иванов', 20, 5, 5, 147.50, '2023-12-03');
